Repository: GGranadosL/futmatch-client
Catalog: Packages/Features/PlayerFeature/Sources/PlayerFeature/Resources/Localizable.xcstrings
Source language: en
Languages: es

# common.cancel
source: Cancel
es: Cancelar

# common.copied
source: Copied
es: Copiado

# common.ok
source: OK
es: Aceptar

# common.retry
source: Retry
es: Reintentar

# common.save
source: Save
es: Guardar

# editProfile.cancel
source: Cancel
es: Cancelar

# editProfile.chooseFromGallery
source: Choose from gallery
es: Elegir de la galería

# editProfile.country
source: Country
es: País

# editProfile.description
source: Update your personal information and how other players will see you on FutMatch.
es: Actualiza tu información personal y cómo te verán otros jugadores en FutMatch.

# editProfile.editAvatar
source: Edit
es: Editar

# editProfile.editCountry
source: Edit Country
es: Editar país

# editProfile.editCountryDesc
source: Select your country of birth.
es: Selecciona tu país de nacimiento.

# editProfile.editGender
source: Edit Gender
es: Editar género

# editProfile.editGenderDesc
source: Select your gender.
es: Selecciona tu género

# editProfile.editName
source: Edit Name
es: Editar nombre

# editProfile.editNameDesc
source: Update your name as you want it to appear on FutMatch.
es: Actualiza tu nombre como quieres que aparezca en FutMatch.

# editProfile.editPosition
source: Edit Position
es: Editar posición

# editProfile.editPositionDesc
source: This is your main position as a player.
es: Esta es tu posición principal como jugador.

# editProfile.email
source: Email
es: Correo

# editProfile.firstName
source: First Name
es: Nombre

# editProfile.gender
source: Gender
es: Género

# editProfile.lastName
source: Last Name
es: Apellido

# editProfile.mainPosition
source: Main position
es: Posición Principal

# editProfile.name
source: Edit name
es: Editar nombre

# editProfile.searchCountry
source: Search country
es: Buscar país

# editProfile.takePhoto
source: Take photo
es: Tomar foto

# editProfile.title
source: Edit profile
es: Editar perfil

# editProfile.uploadError
source: Upload Error
es: Error al subir imagen

# editProfile.uploadSuccess
source: Image uploaded successfully
es: Imagen subida con éxito

# error.fullScreen.message
source: An unexpected error occurred. Please try again.
es: Ha ocurrido un error inesperado. Por favor, intenta de nuevo.

# error.overlay.message
source: We couldn't add you to the match. Please try again.
es: No pudimos unirte al partido. Por favor, intenta de nuevo.

# error.overlay.title
source: Oops! Something went wrong
es: ¡Vaya! Algo salió mal

# error.overlay.understood
source: Got it
es: Entendido

# error.refresh.message
source: Couldn't refresh. Showing saved data.
es: No se pudo actualizar. Mostrando datos guardados.

# home.greeting
source: Hi, %@
es: Hola, %@

# home.lastMatch.draw
source: Draw
es: Empate

# home.lastMatch.empty
source: No last match
es: Sin último partido

# home.lastMatch.emptyAction
source: Play your first match
es: Juega tu primer partido

# home.lastMatch.loss
source: Lost
es: Perdido

# home.lastMatch.title
source: Last Match
es: Ultimo partido

# home.lastMatch.win
source: Won
es: Ganado

# home.nextGame.empty
source: No upcoming match
es: Sin próximo partido

# home.nextGame.joinMatch
source: Join a match
es: Unirme a un partido

# home.nextGame.title
source: Your Next Match
es: Tu Próximo Partido

# home.nextGame.today
source: Today
es: Hoy

# home.nextGame.viewDetail
source: View detail
es: Ver detalle

# home.rating
source: Average
es: Promedio

# home.stats.played
source: Played
es: Jugados

# home.stats.title
source: Statistics
es: Estadísticas

# home.stats.won
source: Won
es: Ganados

# home.suggestedGames.empty
source: No suggested matches
es: Sin partidos sugeridos

# home.suggestedGames.title
source: Suggested Matches
es: Partidos Sugeridos

# home.tab.home
source: Home
es: Inicio

# home.tab.matches
source: Matches
es: Partidos

# home.tab.profile
source: Profile
es: Perfil

# home.tab.reserved
source: Reserved
es: Reservados

# matchDetail.cancelMatch
source: Cancel match
es: Cancelar partido

# matchDetail.cancelMatchConfirm
source: Yes, cancel
es: Sí, cancelar

# matchDetail.cancelMatchConfirmMessage
source: This action cannot be undone. The match will be cancelled for all players.
es: Esta acción no se puede deshacer. El partido será cancelado para todos los jugadores.

# matchDetail.cancelMatchConfirmTitle
source: Cancel match?
es: ¿Cancelar partido?

# matchDetail.cancelMatchError
source: Error cancelling match
es: Error al cancelar el partido

# matchDetail.currentLineup
source: Current Lineup
es: Alineación Actual

# matchDetail.empty
source: Empty
es: Vacío

# matchDetail.extraInfo
source: Extra info:
es: Información extra:

# matchDetail.fieldDetails
source: Field Details
es: Detalles del campo

# matchDetail.fieldType
source: Field type:
es: Tipo de campo:

# matchDetail.join.alert.countdown
source: Reservation ends in: %@
es: La reserva termina en: %@

# matchDetail.join.alert.message
source: We've reserved your spot in the match. Now just complete the payment to confirm your access. Remember you have 5 minutes before the reservation is automatically cancelled.
es: Ya reservamos tu lugar en el partido. Ahora solo falta completar el pago para confirmar tu acceso. Recuerda que tienes 5 minutos antes de que la reserva se cancele automáticamente.

# matchDetail.join.alert.pay
source: Pay
es: Pagar

# matchDetail.join.alert.payLater
source: Pay later
es: Pagar después

# matchDetail.join.alert.payNow
source: Pay now
es: Pagar ahora

# matchDetail.join.alert.title
source: Your spot is reserved!
es: ¡Tu lugar está apartado!

# matchDetail.joinError
source: Could not join match
es: No se pudo unir al partido

# matchDetail.joiningMatch
source: Joining match…
es: Uniéndose al partido…

# matchDetail.joinMatch
source: Join match
es: Unirse al partido

# matchDetail.joinSlot
source: Join
es: Unirme

# matchDetail.leaveMatch
source: Leave match
es: Salir del partido

# matchDetail.leaveMatchConfirm
source: Leave
es: Salir

# matchDetail.leaveMatchConfirmMessage
source: If you leave now, no charge will be made and your spot will be released automatically.
es: Si sales ahora, no se realizará ningún cargo y tu lugar será liberado automáticamente.

# matchDetail.leaveMatchConfirmTitle
source: Leave match?
es: ¿Salir del partido?

# matchDetail.leaveMatchError
source: Error leaving match
es: Error al salir del partido

# matchDetail.leaveNoRefundCancel
source: Go back
es: Volver

# matchDetail.leaveNoRefundConfirm
source: Leave without refund
es: Salir sin reembolso

# matchDetail.leaveNoRefundMessage
source: It is no longer possible to cancel with a refund. If you leave the match now, you will lose your spot and your payment.
es: Ya no es posible cancelar con reembolso. Si sales del partido en este momento, perderás tu lugar y tu pago.

# matchDetail.leaveNoRefundTitle
source: You are less than 6 hours from the match.
es: Estás a menos de 6 horas del partido.

# matchDetail.leaveSuccessMessage
source: Your spot has been released successfully. We hope to see you in the next match!
es: Tu cupo ha sido liberado correctamente. ¡Esperamos verte en el próximo encuentro!

# matchDetail.leaveSuccessTitle
source: You have left the match
es: Has salido del partido

# matchDetail.leaveSuccessUnderstood
source: Got it
es: Entendido

# matchDetail.loadError
source: Failed to load match
es: Error al cargar el partido

# matchDetail.parking
source: Parking:
es: Estacionamiento:

# matchDetail.playerCount
source: %d/%d Players
es: %d/%d Jugadores

# matchDetail.reservationExpiredMessage
source: Wait a few minutes to be able to join again.
es: Espera unos minutos para poder unirte nuevamente.

# matchDetail.reservationExpiredTitle
source: Your reservation expired and we're processing the cancellation
es: Tu reserva venció y estamos procesando la cancelación

# matchDetail.reserved
source: Reserved
es: Reservado

# matchDetail.rules
source: Rules
es: Reglas

# matchDetail.shoeType
source: Shoe type:
es: Tipo de calzado:

# matchDetail.spotsLeft
source: %d spots left
es: Quedan %d lugares

# matchDetail.yes
source: Yes
es: Sí

# matches.mixed
source: Mixed
es: Mixto

# matches.noMatchesAvailable
source: No matches here yet
es: Todavía no hay partidos aquí

# matches.noMatchesSubtitle
source: Be the first to join when a new one appears. Explore matches in other nearby fields.
es: Sé el primero en unirte cuando aparezca uno nuevo. Explora partidos en otras canchas cercanas.

# matches.spotsLeft
source: %d spots left
es: Quedan %d lugares

# matches.teamA
source: Team A
es: Equipo A

# matches.teamB
source: Team B
es: Equipo B

# matches.today
source: Today
es: Hoy

# matches.tomorrow
source: Tomorrow
es: Mañana

# matches.upcoming
source: Upcoming
es: Próximos

# payment.errorTitle
source: Payment failed
es: Error al procesar el pago

# payment.successMessage
source: Your spot has been successfully reserved. Get ready to play!
es: Tu lugar ha sido reservado con éxito. ¡Prepárate para jugar!

# payment.successTitle
source: You've joined the match!
es: ¡Te has unido al partido!

# payment.confirmationError
source: We couldn't confirm your payment. Please check your payment history or contact support.
es: No pudimos confirmar tu pago. Revisa tu historial de pagos o contáctanos.

# payment.understood
source: Got it
es: Entendido

# payment.confirming
source: Confirming your payment…
es: Confirmando tu pago…

# paymentHistory.card
source: Card
es: Tarjeta

# paymentHistory.columnAmount
source: Amount
es: Monto

# paymentHistory.columnCard
source: Card
es: Tarjeta

# paymentHistory.columnDate
source: Date
es: Fecha

# paymentHistory.columnStatus
source: Status
es: Estatus

# paymentHistory.columnTransactionId
source: Transaction ID
es: Id transacción

# paymentHistory.empty
source: No payments yet
es: Aún no hay pagos

# paymentHistory.sectionTitle
source: Payment History
es: Historial de pagos

# paymentHistory.statusCanceled
source: Canceled
es: Cancelado

# paymentHistory.statusFailed
source: Failed
es: Fallido

# paymentHistory.statusPending
source: Pending
es: Pendiente

# paymentHistory.statusRefunded
source: Refunded
es: Reembolsado

# paymentHistory.statusSuccess
source: Paid
es: Pagado

# paymentHistory.title
source: Billing
es: Facturación

# profile.editProfile
source: Edit profile
es: Editar perfil

# profile.logoutConfirm
source: Sign out
es: Cerrar sesión

# profile.logoutMessage
source: Are you sure you want to sign out?
es: ¿Estás seguro de que deseas cerrar sesión?

# profile.logoutTitle
source: Sign out
es: Cerrar sesión

# profile.performance
source: Performance
es: Rendimiento

# profile.played
source: Played
es: Jugados

# profile.playerLevel
source: Player level
es: Nivel de jugador

# profile.statistics
source: Statistics
es: Estadísticas

# profile.totalGoals
source: Total Goals
es: Goles totales

# profile.won
source: Won
es: Ganados

# reserved.empty
source: No matches
es: Sin partidos

# reserved.empty.canceled
source: No canceled matches
es: Sin partidos cancelados

# reserved.empty.finished
source: No finished matches yet
es: Sin partidos finalizados

# reserved.empty.upcoming
source: No upcoming matches
es: Sin partidos próximos

# reserved.emptySubtitle
source: When you join a match, it will appear here so you can see the details, the team and the game time.
es: Cuando te unas a un partido, aparecerá aquí para que puedas ver los detalles, el equipo y la hora del juego.

# reserved.past
source: Past
es: Pasados

# reserved.tab.canceled
source: Canceled
es: Cancelados

# reserved.tab.finished
source: Finished
es: Finalizados

# reserved.tab.upcoming
source: Upcoming
es: Próximos

# reserved.title
source: Reserved
es: Reservados

# settings.deleteAccount
source: Delete account
es: Eliminar cuenta

# settings.deleteAccountDesc
source: Will be permanently deleted
es: Será eliminada permanentemente

# settings.help
source: Help
es: Ayuda

# settings.helpDesc
source: FAQs, support and contact
es: Preguntas frecuentes, soporte y contacto

# settings.language
source: Language
es: Idioma

# settings.languageDesc
source: Choose your preferred language
es: Elige tu idioma preferido

# settings.logout
source: Log out
es: Cerrar sesión

# settings.paymentHistory
source: Payment History
es: Historial de pagos

# settings.paymentHistoryDesc
source: View your recent transactions
es: Consulta tus transacciones recientes

# settings.paymentMethods
source: Payment Methods
es: Métodos de pago

# settings.paymentMethodsDesc
source: Manage payment methods and billing
es: Administra métodos de pago y facturación

# settings.privacy
source: Privacy Policy
es: Política de Privacidad

# settings.privacyDesc
source: See how we handle your information
es: Consulta cómo manejamos tu información

# settings.terms
source: Terms and Conditions
es: Términos y Condiciones

# settings.termsDesc
source: Read our terms of service
es: Lee nuestros términos de servicio

# settings.theme
source: Theme
es: Tema

# settings.themeDesc
source: Choose the app appearance
es: Elige la apariencia de la aplicación

# settings.title
source: Settings
es: Configuración
